// RU lang variables
tinyMCE.addI18n('ru.imagemanager',{
toggle_btn : 'Библиотека изображений',
desc : 'Изображения',
resize_title : 'Размер изображения',
resize_general : 'Размер изображения',
panel_size : 'Размер, созданный библиотекой изображений',
orig_size : 'Оригинальный размер',
user_size : 'Создать миниатюру (thumbnail), указанного размера:',
size_width: 'Ширина',
size_height: 'Высота',
save_proportions: 'сохранять пропорции',

lbl_remove_img_title : 'Вы уверены, что хотите удалить изображение?',
lbl_remove_img_confirm :  'Вы собираетесь удалить изображение. Если вы уверены, нажмите "Удалить". <br />'
						+ 'Опция "не спрашивать больше" позволит вам удалить группу изображений, данный диалог больше появляться не будет.<br />'
						+ 'Внимание! Удаление изображения может повлечь за собой появление "битых" изображений на сайте.',
lbl_dont_ask : 'не спрашивать больше',
lbl_delete : 'Удалить',
lbl_create : 'Создать',
lbl_cancel : 'Отменить',

lbl_hide : 'Скрыть',
lbl_move_help : 'Перетащите изображение в редактор',
lbl_upload_image : 'Загрузить картинку',
lbl_upload_error : 'Не удалось загрузить файл.\r\nВозможно этот файл не  является изображеним.',

lbl_enter_folder_name: 'Введите имя новой папки'

});
