<?php

$i18n = Array(
	"header-content-sitetree"		=> "Структура сайта",
	"header-content-edit"			=> "Редактирование страницы",
	"header-content-add"			=> "Добавление страницы",
	"header-content-config"			=> "Управление шаблонами",

	// tickets
	"header-content-tickets"		=> "Управление заметками",
	"ticket-label-text"				=> "Текст",
	"ticket-label-url"				=> "Страница",
	"ticket-label-author"				=> "Автор",
	"ticket-label-delete"				=> "Удалить",
	// /tickets

	"header-content-seo"			=> "Настройки SEO",
	"label-seo-domain"			=> "Домен",
	"option-seo-title"			=> "Префикс для TITLE",
	"option-seo-keywords"			=> "Keywords (по-умолчанию)",
	"option-seo-description"		=> "Description (по-умолчанию)",

	"label-template-name"			=> "Название шаблона",
	"label-template-filename"		=> "Имя файла",
	"label-template-is-default"		=> "Основной",
	"label-template-edit"			=> "Изменить",
	"label-template-delete"			=> "Удалить",

	"header-content-tpl_edit"		=> "Редактирование шаблона",
	"group-template-props"			=> "Свойства шаблона",
	"label-template-used-pages"		=> "Используемые страницы",
	'perms-content-content' => "Просмотр страниц",
	'perms-content-sitetree' => "Управление контентом",
	'perms-content-tickets' => "Работа с заметками",
	'perms-content-publish' => "Возможность публикации",

	'error-no-permissions'  => "У вас нет прав на изменение этого элемента",
	'error-free-max-pages'	=> "Достигнут максимальный предел в 10 страниц",
	'error-element-locked'	=> "Элемент заблокирован другим пользователем",
	'error-illegal-moving'	=> "Перемещение страницы невозможно",

	'eip-no-permissions'	=> "У вас недостаточно прав для редактирования этой страницы",
	'eip-no-element'		=> "Страница не найдена",
	'eip-no-object'			=> "Объект не найден",
	'eip-no-field'			=> "Поле не найдено",
	'eip-nothing-found'		=> "Не найдено страницы или объекта",

	'js-move-title'			=> "Вы уверены, что хотите переместить эту страницу?",
	'js-move-shured'			=> "Вы собираетесь переместить страницу. Если вы уверены, нажмите 'Переместить'.<br />Перемещение страницы повлияет на структуру страниц.<br />Будьте внимательны: адрес страницы может измениться и ссылки на нее с внешних сайтов могут перестать работать.",

	'js-move-do'			=> "Переместить",
	'js-cancel'			=> "Отменить",

	'js-del-title'			=> "Вы уверены, что хотите удалить эту страницу?",
	'js-del-shured'			=> "Вы собираетесь удалить страницу. Если вы уверены, нажмите 'Удалить'.<br />После удаления страница попадет в корзину удаленных страниц, откуда ее сможет восстановить администратор сайта.",
	'js-del-do'			=> "Удалить",

	'js-del-object-title'			=> "Вы уверены, что хотите удалить этот объект?",
	'js-del-object-shured'			=> "Вы собираетесь удалить объект. Если вы уверены, нажмите 'Удалить'.<br />После удаления его нельзя будет восстановить.",
	
	'js-del-object-type-title'			=> "Вы уверены, что хотите удалить этот тип данных?",
	'js-del-object-type-shured'			=> "Вы собираетесь удалить тип данных. Если вы уверены, нажмите 'Удалить'.<br />Вместе с типом данных удаляются все объекты этого типа.<br /><b>После удаления его нельзя будет восстановить.</b>",

	'js-del-str'			=> "Удалить страницу",

	'js-add-subpage'		=> "Добавить подстраницу",

	'js-edit-page'			=> "Редактировать страницу",

	'js-enable-page'			=> "Включить страницу",
	'js-disable-page'			=> "Выключить страницу",

	'js-copy-all'				=> "Копировать страницу и все ее подразделы",
	'js-copy-do'			=> "Копировать",
	'js-copy-title'			=> "Копировать эту страницу?",
	'js-copy-shured'			=> "Вы собираетесь скопировать страницу, у которой уже есть вложенные страницы.<br />Если вы хотите скопировать страницу со всеми вложенными страницами, укажите соответствующую опцию.",
	'js-copy-all-do'			=> "Копировать всё",
	'js-copy-page-do'			=> "Копировать только эту страницу",
	'js-copy-str'			=> "Создать копию",

	'js-vcopy-title'			=> "Копировать эту страницу?",
	'js-vcopy-shured'			=> "Вы собиретесь создать виртуальную копию страницы, у которой уже есть вложенные страницы.<br />Если вы хотите скопировать страницу со всеми вложенными страницами, укажите соответствующую опцию.",
	'js-vcopy-all-do'			=> "Копировать всё",
	'js-vcopy-page-do'			=> "Копировать только эту страницу",
	'js-vcopy-str'			=> "Создать виртуальную копию",

	'js-expand-big-title'			=> "В разеделе много подразделов, развернуть?",
	'js-expand-big-shured'			=> "Вы собираетесь развернуть раздел, содержащий большое количество подразделов. Это может занять некоторое время, в течение которого окно браузера может не реагировать на ваши действия.",
	'js-expand-do'			=> "Развернуть",
	'js-edit-page'			=> "Редактировать страницу",

	'js-view-page'			=> "Посмотреть",
	'notyfy-header'			=> "Окончание срока публикации страницы",
	'field-expiration-date' => "Дата окончания публикации",
	'field-notification-date' => "Дата отсылки предупреждения об окончании публикации",
	'field-publish-comments'	=> "Комментарии к публикации",
	'field-date-empty'			=>	'Никогда',
	'header-content-content_control'	=>	'Управление контентом',


	'option-lock_pages'		=>	'Блокировать страницы во время редактирования',
	'option-lock_duration'	=>	'Продолжительность блокировки (в секундах)',
	'option-expiration_control'	=>	'Контроль актуальности',
	'group-content_config'		=>	'Контроль контента',

	'page_status_publish' => 'Опубликован',
	'page_status_preunpublish' => 'Готовится к снятию с публикации',
	'page_status_unpublish' => 'Снят с публикации',
	'page_status_all'       => 'Все',
	'page_filter'           => 'Фильтр',
	
	'js-smc-virtual-copy'	=> ' (виртуальная копия)',
	
	'error-upload-broken'	=> 'Не удалось загрузить файл',
	'error-upload-error'	=> 'Не удалось загрузить файл',
	'error-upload-directory-create' => 'Не удалось создать директорию',
	'error-upload-directory-perms' => 'Директория должна быть доступна на запись',
	'error-users-swtich-activity-self' => 'Нельзя снять активность с самого себя',
	'error-users-swtich-activity-sv' => 'Нельзя снять активность с этого супервайзера',
	'error-users-swtich-activity-guest' => 'Нельзя снять активность с гостя'
);

?>
